Repository: ControlledChaos/bp-mt-extended
Catalog: languages/bp-*-extended-*.po
Languages: fr_fr

source: BuddyPress Member Types extended requires at least version %s of BuddyPress.
fr_fr: BuddyPress Member Types extended a besoin a minima de la version %s de BuddyPress

source: BuddyPress Member Types extended requires to be activated on the blog where BuddyPress is activated.
fr_fr: BuddyPress Member Types extended a besoin d&#39;être activé sur le même blog que BuddyPress

source: BuddyPress Member Types extended and BuddyPress need to share the same network configuration.
fr_fr: BuddyPress Member Types extended et BuddyPress ont besoin de partager les mêmes réglages de réseau.

# Member types admin page title
source: Member Types
fr_fr: Types de membre

# Admin Users menu
source: Member Types
fr_fr: Types de membre

source: Name of your member type.
fr_fr: Nom de votre type de membre

source: Saving the member type...
fr_fr: Enregistrement du type de membre...

source: Success: type saved.
fr_fr: Type sauvegardé.

source: Error: type not saved
fr_fr: Erreur: type non sauvegardé

source: Error: type not deleted
fr_fr: Erreur: type non supprimé

source: Editing: %s
fr_fr: Edition de: %s

source: Member Types
fr_fr: Types de membres

source: Add your type in the field below and hit the return key to save it.
fr_fr: Ajoutez votre type dans le champ ci-dessous et utilisez la touche entrée pour le sauvegarder.

source: To update a type, select it in the list, edit the name and hit the return key to save it.
fr_fr: Pour mettre à jour un type, sélectionner le dans la liste, éditer son nom et utilisez la touche entrée pour mettre à jour.

source: Edit type
fr_fr: Modifier type

source: Delete type
fr_fr: Supprimer type

source: Member types
fr_fr: Types de membre

source: Change member type to&hellip;
fr_fr: Changer le type du membre pour&hellip;

source: Change
fr_fr: Modifier

source: %s members had their type changed.
fr_fr: %s membres ont vu leur type modifié.

source: %s member had his type changed.
fr_fr: %s membre a vu son type modifié.

source: Extends the BuddyPress member types, to add different UIs in Admin or front end
fr_fr: Enrichi la fonctionnalité des types de membre de BuddyPress pour lui ajouter différentes UI que ce soit dans le back office ou le front office
